#Напишите функцию которая будет определять полиндром ли введенная строка. Если да 2
#то печатать “True”, если нет “False”.
def pol(a):
    return a
a = (input("Input word :"))
if a == a[::-1]:
    print("Polindrom")
else:
    print("Ne polindrom")
()



